[
  {
    "id": 1,
    "title": "Farmers Welfare Training Program",
    "date": "15.06.2024",
    "image": "https://i.ibb.co/F3tGrFm/Whats-App-Image-2024-06-13-at-1-53-09-PM-3.jpg",
    "detail": "Bothi Agro FPC and VAMNICOM Pune, in collaboration with the Warehousing Development and Regulatory Authority (WDRA), conducted a Farmers Welfare Training Program at Village Bothi and Taluka Dharmabad. Over 150 farmers participated, learning about warehousing facilities from central and state governments. Officials from VAMNICOM Pune and the Government Warehouse provided guidance on benefits like improved storage, quality maintenance, and access to credit. They also explained registration procedures and available subsidies. The program aimed to prevent post-harvest losses and improve market access, empowering farmers with advanced warehousing solutions and support."  },
  {
    "id": 2,
    "title": "Cotton Mission Program",
    "date": "15.07.2020",
    "image": "https://i.ibb.co/S3c6J74/Whats-App-Image-2024-06-13-at-1-43-30-PM-1.jpg",
    "detail": "The Cotton Mission program organized by Bothi Agro FPC at Village Somthana aims to support the cotton farmers of Umri Taluka by enhancing their agricultural practices. During this event, Bothi Agro FPC provided comprehensive training on effective field practices, the appropriate use of fertilizers and pesticides, and the benefits of using high-quality germinative seeds. The goal of the program is to increase the per-acre yield of cotton, particularly benefiting the marginal farmers of Taluka Umri. By implementing these improved agricultural techniques, Bothi Agro FPC hopes to empower farmers with the knowledge and resources needed to achieve better productivity and profitability in their cotton farming operations."  },
  {
    "id": 3,
    "title": "Distribution of Free Farming equipments",
    "date": "15.07.2020",
    "image": "https://i.ibb.co/SPZfCKK/Whats-App-Image-2024-06-13-at-1-53-51-PM-3.jpg",
    "detail": "The Vasantrao Naik Marathwada Krushi Vidyapeeth Parbhani (VNMKV, Parbhani) held an event at Village Bothi, Taluka Umri, District Nanded, where they distributed free farming equipment worth Rs 30 lakhs to marginal farmers. This initiative aimed to support farmers by providing essential tools and machinery to enhance their farming practices. More than 120 farmers benefited from this distribution, receiving various types of farming equipment to improve their efficiency and productivity. This event underscored VNMKV's commitment to uplifting the agricultural community by ensuring marginal farmers have access to the resources needed for better agricultural output."  },
  {
    "id": 4,
    "title": "Government Procurement Center",
    "date": "",
    "image": "https://i.ibb.co/0K02FXW/event1.jpg",
    "detail": "Bothi Agro FPC Umri and Vidarbha Co-operative Marketing Federation Limited Nagpur collectively opened a NAFED Government Procurement Center for Bengal gram at Taluka Umri. In 2022, around 800 farmers benefited from the government's MSP, with 10,000 quintals of Bengal gram procured. In 2023, nearly 2,000 farmers from Umri, Bhokar, and Mudkhed Talukas benefited, with 19,000 quintals procured. The center, managed by Bothi Agro FPC, has significantly supported local farmers by ensuring fair prices for their produce."  }
]
