{
  "services": [
    {
      "imageSrc": "https://awsmfarming.co.uk/wp-content/uploads/2022/11/blog-1.webp",
      "title": "Technical Guidance",
      "details": "Receive expert technical guidance to increase the yield of various crops including Cotton, Soybean, and Chana. Our advice extends to vegetables such as Tomato, Brinjal, Red-Green Chillies, Spinach, Curry Leaves, Onion, and Coriander. We also provide guidance for fruit cultivation, including Mango, Watermelon, Muskmelon, Orange, Citrus, Chikoo, and Custard Apple. Improve your farming techniques to maximize your harvests and achieve better results.",
      "link": "https://example.com/services/increasing_yield"

    },
    {
      "imageSrc": "https://awsmfarming.co.uk/wp-content/uploads/2022/11/blog-12.webp",
      "title": "Krishi Seva Kendra",
      "details": "Our Krishi Seva Kendra, located at Taluka Umri in the Nanded district of Maharashtra, provides essential agricultural inputs. We supply high-quality fertilizers, seeds, insecticides, micronutrients, and farm equipment to support local farmers in enhancing their productivity and crop health.",
      "link": "https://example.com/services/increasing_yield"

    },
    {
      "imageSrc": "https://awsmfarming.co.uk/wp-content/uploads/2022/11/blog-10.webp",
      "title": "Government Procurement Center",
      "details": "We operate a Government Procurement Center in Taluka Umri, Nanded district, Maharashtra, under the guidance of NAFED. This center facilitates Minimum Support Price (MSP) procurement by the central government, ensuring that farmers receive fair prices for their produce.",
      "link": "https://example.com/services/increasing_yield"

    },
    {
      "imageSrc": "https://awsmfarming.co.uk/wp-content/uploads/2022/11/blog-13.webp",
      "title": "On Field Assistance",
      "details": "Our team of technical agriculturists provides on-field assistance to farmers, addressing their problems with effective solutions. We offer expert advice and practical support to help farmers overcome challenges and improve their agricultural practices.",
      "link": "https://example.com/services/increasing_yield"

    },
    {
      "imageSrc": "https://awsmfarming.co.uk/wp-content/uploads/2022/11/blog-3.webp",
      "title": "Private Procurement",
      "details": "We engage in the private procurement of various grains and other agricultural produce at our center in Umri. This initiative helps farmers to find reliable buyers and get fair prices for their harvests, contributing to their financial stability and growth.",
      "link": "https://example.com/services/increasing_yield"

    },
    {
      "imageSrc": "https://awsmfarming.co.uk/wp-content/uploads/2022/11/blog-5.webp",
      "title": "Market Linkages",
      "details": "Our market linkage services identify markets for the produce grown by our member farmers. We find reliable customers who purchase the farmers' produce at competitive prices, ensuring direct benefits for the farmers. We also manage transportation, pricing, and market locations for various products including cotton, soybean, fruits like mango and chikoo, and vegetables such as tomato, onion, capsicum, and green-red chillies.",
      "link": "https://example.com/services/increasing_yield"

    }
  ]
}
